Repository: punita-1/Nic_plastic_eliminator
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Hello World!
hi: हैलो वर्ल्ड!

source: Plastic Eliminator
hi: प्लास्टिक एलिमिनेटर

source: Plastic-free planet
hi: प्लास्टिक-मुक्त ग्रह

source: Starts with you
hi: आपसे शुरू होता है

source: And Win Rewards!
hi: और पुरस्कार जीतें!

source: Get Involved in Events
hi: घटनाओं में शामिल हों

source: Events
hi: घटनाएँ

source: Shops
hi: दुकानें

source: Show All
hi: सभी दिखाएं

source: Let's Support Plastic-free Shopping
hi: आइए प्लास्टिक मुक्त खरीदारी का समर्थन करें

source: Join us for impactful activities
hi: प्रभावी गतिविधियों के लिए हमारे साथ जुड़ें

source: Be part of clubs committed to reducing plastic waste
hi: प्लास्टिक कचरे को कम करने के लिए प्रतिबद्ध क्लबों का हिस्सा बनें

# discoverExcitingEventsPlus
source: Discover Exciting Events Join us for impactful activities
hi: रोमांचक इवेंट्स की खोज करें हमसे जुड़ें प्रभावशाली गतिविधियों के लिए

source: Green Your Shopping:
hi: अपनी खरीदारी को हरियाली बनाएं:

source: Activities
hi: गतिविधियाँ

source: Challenges
hi: चुनौतियाँ

source: Government
hi: सरकार

source: Games
hi: खेल

source: Calculator
hi: गणक

# newInPlasticEliminator
source: New
hi: में नया

source: Upcoming Features
hi: आगामी विशेषताएँ

source: Upcoming Features Achievements
hi: आगामी विशेषताएँ उपलब्धियाँ

source: Upcoming Features Scanner
hi: आगामी विशेषताएँ स्कैनर

source: Email not available
hi: ईमेल उपलब्ध नहीं है

source: Visit Profile
hi: प्रोफ़ाइल देखें

source: LeaderBoard
hi: नेतृत्व बोर्ड

source: Get in touch with us
hi: हमसे संपर्क करें

source: Clubs
hi: क्लब

source: Join Clubs make a difference
hi: क्लब में शामिल हों, फर्क करें

source: NGO
hi: गैर-सरकारी संगठन

source: Our NGO Partners
hi: हमारे गैर-सरकारी संगठन साझेदार

source: News
hi: समाचार

source: Learning
hi: शिक्षा

source: About Us
hi: हमारे बारे में

source: Toggle Theme
hi: थीम बदलें

source: Switch between light and dark mode
hi: लाइट और डार्क मोड के बीच स्विच करें

source: Share
hi: साझा करें

source: Share this app with others
hi: इस ऐप को दूसरों के साथ साझा करें

source: FAQs
hi: अक्सर पूछे जाने वाले प्रश्न

source: Contact Us
hi: हमसे संपर्क करें

source: Join Events to earn rewards
hi: पुरस्कार अर्जित करने के लिए घटनाओं में शामिल हों

# moreThanMillionsOfIndians
source: More than millions of Indians are changing for better
hi: लाखों भारतीय बेहतर के लिए बदल रहे हैं
